<template>
  <div id="Word">
    <div class="content">
      <div class="_title">
        <h1>如果爱很浅只能满足美国</h1>
      </div>
      <div class="article">
        <p>年轻，无知。我错过了许多美丽的风景，然后回想起那像是水上一年，过去的一面被重新打开了。感觉是甜，酸，苦和咸的。</p>
        <p>抬头望着空旷的夜空，隐约可见几团乌黑的云在漫无目的地漂浮。迷路了吗？</p>
        <p>记忆似乎被这个深夜的钥匙打开了，念头飞回了几年前的仲夏夜。无数闪亮的星星像童谣中的歌手一样尖叫。您和我并排坐在村庄商店入口处的大榕树下。当我第一次剪短发时，在傍晚风的刺激下，我肆无忌dance地跳舞。我必须不时地把这些顽皮的家伙放在耳朵后面，但是他们总是不安。</p>
        <p>“我剪短发，不是很奇怪。”当我想到以前是男孩的时候，我不禁为那个老人的头发会吸收大脑的营养的谣言感到遗憾。</p>
        <p>“没关系，不要那么难看。但是我喜欢你的长发，让我们留下。”他的声音很轻和安静。</p>
        <p>当时，他是村里唯一愿意和我一起玩的男孩。在那个男孩和女孩说一句话会被认为是一个句子的时代，我们两个是仅有的两个打破世俗公义并结交朋友的人。尽管他曾经告诉幼儿园班的老师，但是我没有按照规则写作，我被竹棍殴打，然后我很高兴。但是，在小学一年级时，他无视世界的舆论，并坚决地从姨妈那里拿走自行车，每天在全班同学的眼中送我回家。</p>
        <p>每次我穿过村庄尽头的商店时，不道德的老板都会总笑：“嘿，李翔，看看你的小女朋友。”</p>
        <p>每次，您都将快速刹车，穿过商店，然后对我说：“不用担心他，那些成年人总是不认真。”</p>
        <p>在那些年幼的时候，我不知道如何品尝。我以为那是所谓的朋友和友谊。至少当我一个人的时候，你永远不会把我拒之门外。</p>
        <p>后来。像春雨之类的朋友，一个个地传递着温暖和幸福，而我们的友谊，就像黄叶的秋叶，随风而来。这并不陌生，但是心脏中的位置越长越小，感觉仍然存在，但是没有合适的位置可以相互分配。</p>
        <p>移动后，我们的联系已完全断开。你的成绩不好。您只能在镇上的初中上初中。到了大街上，我听到了令人震惊的叫声。回首过去，您正骑在身边。您仍然可以在人群中认出我，而我只能淡淡地记住您的名字.</p>
        <p>一个偶然的机会，我从你和你兄弟在同一所学校里听到你一直喜欢我。那时，我摇摇头时觉得很荒谬。在这么小的年龄，我知道我喜欢什么。</p>
        <p>当她与前男友的妹妹聊天时，她问我在叫什么，我告诉了她。她问，你知道李翔吗？</p>
        <p>我回答：“知道，我们曾经是朋友。”</p>
        <p>她带着诡reach的笑容说：“是吗？我在学校和他在一起，我知道他喜欢你。”</p>
        <p>当时的感觉如何？</p>
        <p>在无辜的那段时间让人回想起，突然的爱的恐慌，被照顾的温暖，以及他不在乎的悲伤.</p>
        <p>今天，他的所有过去已经变成了记忆中的流星，无论是昏暗还是消散，但他带来了过去，短暂而永久的光芒，真的在我的生命中真正跨越了光明的弧线。</p>
        <p>第一个男孩，如果我能再见到你，我想问你，那么后座还有其他女孩吗？</p>
        <p>长大后，我开始像许多迫不及待想要品尝爱情的女孩一样开始了对成年人的爱。</p>
        <p>我不记得初恋的心跳，初恋的悲伤仍然在我心中。现在对爱的爱也有点愚蠢，因为这不值得。考虑一下时，您会感到背部发冷。</p>
        <p>简而言之，长大后，我再也没有找到过舒缓自在的感觉。</p>
        <p>如果您想要某些东西，您必须放弃一些东西。</p>
        <p>它应该是真的：</p>
        <p>什么是最好的？</p>
        <p>——是返回的最佳时间。</p>
        <p>因此，让最美好的时光和最美好的时刻，埋藏在我的美好回忆中，成为最美丽的encounter。</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "Word",
  data() {
    return {};
  },
  mounted: function() {
    this.init();
  },
  methods: {
    init() {},
    Jump(hash) {
      this.$router.push(hash);
    }
  }
};
</script>
<style lang="less">
* {
  margin: 0;
  padding: 0;
}

// 自定义样式top
#Word {
  .Word-item {
    width: 1000px;
    display: block;
    margin: auto;
    margin-top: 20px;
  }
}
// 自定义样式buttom
</style>